{
    "conditions": null,
    "description": "As you gaze around the chamber, your vision blurs momentarily and then refocuses, only now everything is suffused with an orange glow. \nBurning torches have appeared in cast iron brackets on the walls. \nThat is not the only change: you are no longer alone either. \nFive other people have joined you in the vault. \nThey are each standing a few feet from the edge of the pit, facing the gaping hole. \nThey are chantng the same phrase over and over, esoteric words that mean nothing to you, but words of power nonetheless. \nThey are carrying out some kind of invocation, the echoes of their chanting out of time with their voices, creating an unsetiling resonance that fills the vaulted space.\nNone of them appears to be aware of you presence. \nAs they continue their rite, you examine each of the individuals in turn. \nThe first upon whom your gaze falls is an attrachive, black-haired woman wilt one eyebrow raised. \nShe wears a revealing, low-cut black bodice and long velvet skirts. \nNext around the circle is a platinum-haired younger woman with striking aristocratic features, her slim figure hidden beneath the drapery of a velvet cape. \nThe third is a monk, only the white skin of his hands and face visible outside his heavy-cowled habit. \nThen there is another woman, wearing ns midnight-blue gown embroidered with stars and moons. \nShe wears numerous charms on chains around her neck, suggesting she is an initiate of the magic arts. \nFinally, there is a tall, raven-haired man, muscularly built and wearing a garish ruffled shirt, open to the waist, and a crushed velvet jacket.\nThe man's dark hair falls in a thick mane around his shoulders, a wave of white hair running through it from the middle of his forehead. \nEach of the people is holding something in their hands. \nThe wolfish-looking man holds a shining sword in front of him, its tip resting on the lip of the pit. \nWith one abrupt action, he huris the sword into the hungry black maw of the pit. \nEach of the others in turn toss the relics of their former lives into the pit, their chanting rising in pitch and intensity. \nTheir voices are joined by a booming bellow, that rises from the depths of the pit, and thick shadow-black smoke begins to rise from the darkness below.\nSomething has been summoned from the pit..\n\nSilence returns, sudden as a clap of thunder, leaving only the echo of its passing behind. The light fades, the gloom returns, and your vision of the vault is gone.",
    "enemies": null,
    "enemySpawner": null,
    "exits": null,
    "id": "33",
    "nextScene": "214",
    "roll": null
}